# basics (mkdir and ls, show alias when type in long hand form, trusty tmux)
caarlos0/zsh-mkc
djui/alias-tips
robbyrussell/oh-my-zsh path:plugins/tmux

# hints
zsh-users/zsh-autosuggestions

# oh yeah! (prettiness)
romkatv/powerlevel10k
chrissicool/zsh-256color

# virt
robbyrussell/oh-my-zsh path:plugins/kubectl
robbyrussell/oh-my-zsh path:plugins/docker-compose
robbyrussell/oh-my-zsh path:plugins/docker

# other
robbyrussell/oh-my-zsh path:plugins/golang
#robbyrussell/oh-my-zsh path:plugins/ufw

# trial (new stuff goes here until it's found useful)
# 12/06/2019
zsh-users/zsh-completions
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search